Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=357_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Pekka Aikio johtaa saamelaiskäräjien vaalilautakuntaa
smn: Pekka Aikio joođeet sämitige vaaljâlävdikode

source: Saamelaiskäräjien vuotsolainen jäsen Pekka Aikio valittiin seuraavien saamelaiskäräjävaalien vaalilautakunnan puheenjohtajaksi.
smn: Sämitige vuáččulâš jeessân Pekka Aikio väljejui puáttee sämitiggevaaljâi vaaljâlävdikode saavâjođetteijen.

source: Muut valitut vaalilautakunnan jäsenet ovat Juha Magga Enontekiöltä (varajäsen Nils Henrik Valkeapää), Maria Sofia Aikio Utsjoelta (varajäsen Vieno Länsman), Marjaana Aikio Inarista (varajäsen Oula Valkeapää) ja Ilmari Laiti Inarista (varajäsen Marja Männistö).
smn: Eres väljejum vaaljâlävdikode jesâneh láá Juha Magga Iänuduvâst (värijeessân Nils Henrik Valkeapää), Maria Sofia Aikio Ucjuuvâst (värijeessân Vieno Länsman), Marjaana Aikio Anarist (värijeessân Oula Valkeapää) já Ilmari Laiti Anarist (värijeessân Marja Männistö).

source: Pekka Aikion varajäseneksi nimettiin Päivi Magga Vuotsosta.
smn: Pekka Aikio värijesânin nomâttui Päivi Magga Vuáčust.

source: Saamelaiskäräjien seuraavat vaalit toimitetaan syksyllä 2011.
smn: Sämitige puáttee vaaljah toimâttuvvojeh čohčuv 2011.

source: Näissä vaaleissa valitaan saamelaiskäräjät vaalikaudeksi 2012-2015.
smn: Täin vaaljâin väljejuvvoo sämitigge vaaljâpajan 2012-2015.
